Table of Contents
 Class OpenProjectResult
Namespace
IdeaRS.OpenModel.Connection
Assembly
IdeaRS.OpenModel.dll
public class OpenProjectResult
Inheritance
object
OpenProjectResult
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Properties
 OpenProjectId
public Guid OpenProjectId { get; set; }
Property Value
Guid
 ProjectInfo
public ConProjectInfo ProjectInfo { get; set; }
Property Value
ConProjectInfo
 Edit this page